<template>
  <div class="mui-content">
    <gni-nav-bar @onClickLeft="onClickBack" :pageTitle="'裕丰地产隐私政策'" :hideRight="false"></gni-nav-bar>
    <div class="pageArticle">
      <p>
        <strong>《裕丰地产隐私政策》</strong>
      </p>
      <p>
        <strong>特别提示：</strong>
      </p>
      <p>
        <strong>您在使用裕丰地产（广州裕丰房地产销售代理有限公司及其子公司）提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容。</strong>
      </p>
      <p>
        隐私权是用户的重要权利，对于裕丰地产的所有用户，我们均会以负责的态度对待您的个人信息，特此制定裕丰地产（http://pc.yfdc.net，以下称&quot;本网站&quot;或&quot;我们&quot;）对用户相关信息所采取的收集、使用和保护政策。裕丰地产隐私保护声明系本网站保护用户个人隐私的公告和承诺，请您务必仔细阅读<strong>《裕丰地产隐私政策》（以下简称“本隐私政策”）适用于裕丰地产网站</strong>http://pc.yfdc.net<strong>和移动端APP“裕丰地产”。</strong>
      </p>
      <p>
        <strong>请仔细阅读本隐私政策的全部条款（尤其是以加粗方式显示的内容），确认您已完全了解我们对您个人信息的处理规则，并作出您认为适当的选择。阅读过程中，您若有任何疑问，可通过发送邮件至<a
            href="mailto:yfdc555@163.com">yfdc555@163.com</a>或拨打我们的客服电话（020-81054472）进行咨询；您若不同意协议中的任何条款，应立即停止访问我们的网站或使用我们所提供的产品或服务。如您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品和/或服务，即意味着您同意本隐私政策（含更新版本）内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。</strong>
      </p>

      <p>
        <strong>本隐私政策将帮助您了解以下内容:</strong>
      </p>
      <p>
        一、信息的收集和使用
      </p>
      <p>
        二、我们如何使用Cookie和同类技术
      </p>
      <p>
        三、我们如何共享、转让、公开披露您的个人信息
      </p>
      <p>
        四、我们如何保护和保存等您的个人信息
      </p>
      <p>
        五、您如何管理您的个人信息
      </p>
      <p>
        六、未成年人的个人信息保护
      </p>
      <p>
        七、通知和修订
      </p>
      <p>
        八、如何联系我们
      </p>

      <p>
        <strong>一、信息的收集和使用</strong>
      </p>
      <p>
        个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人身份或者反映特定自然人活动情况的各种信息；个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。
      </p>
      <p>
        <strong>为本隐私政策之目的，个人信息包括但不限于（其中，个人敏感信息以加粗方式显示）</strong>：基本信息（包括个人姓名、生日、性别、住址、<strong>个人电话号码、手机号码、电子邮箱），个人身份信息（包括身份证、军官证、护照、驾驶证等）</strong>；<strong>面部特征</strong>；网络身份标识信息（包括<strong>电子签名、系统账号、账户名、账户昵称</strong>、IP地址、<strong>邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（房产信息、房源交易信息、房源租赁信息、交易记录、交易账号、虚拟账号财产信息）</strong>；其他信息（包括通讯录、<strong>个人电话号码</strong>、行程信息、<strong>网页浏览信息、住宿信息、精准定位信息</strong>）。
      </p>
      <p>
        我们仅会出于以下目的，收集和使用您的个人信息：
      </p>

      <p>
        <strong>(一)您须授权我们收集和使用您的个人信息的情形</strong>
      </p>
      <p>
        我们的产品和/或服务包括一些核心功能。如实现租售房源信息在线搜索与咨询、浏览与收藏等<strong>。我们需要收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品和/或服务。</strong>这些功能包括：
      </p>

      <p>
        <strong>1、实现信息搜索或交易相关所必须的功能</strong>
      </p>
      <p>
        <strong>（1）用户注册</strong>
      </p>
      <p>
        <strong>当您注册成为裕丰地产用户时，您需要至少向我们提供您准备使用的账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。</strong>您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日、兴趣爱好以及您的实名验证相关信息（包括姓名、<strong>身份证、面部特征</strong>等），这些信息均属于您的“账户信息”。您补充提供的账户信息将有助于我们为您提供个性化的信息服务，其中实名验证的相关信息还将用户交易相关的功能和服务，如果您不提供这些补充信息，我们将可能不能向您推荐个性化的信息，或处于保障交易安全的考虑，我们可能不能向您提供相关的交易服务，但不会影响您的使用基本功能。
      </p>

      <p>
        <strong>（2）信息展示和搜索</strong>
      </p>
      <p>
        为了展示您拟出售/出租的房源，我们可能会收集您与房源相关的信息（包括房源小区名称、具体地址、期待售价等），为了正常地为您提供信息展示和搜索服务并保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，在使用我们的产品/服务过程中会收集:您使用的设备属性、连接和状态信息，例如设备型号、唯一设备标识符、<a
          name="_GoBack"></a>设备MAC地址等。并记录一些我们认为有风险的链接(“URL”)，来为您提供房源信息展示的最优方式，以及提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险。请您知悉，以上这些信息是确保我们提供信息展示和搜索服务和保障账户安全正常运行所必须收集的基本信息。<strong>请您注意，如您的搜索关键词信息无法识别您的身份，其将不属于您的个人信息，我们有权在法律法规允许的范围内对其进行自主使用；只有当您的搜索关键词信息单独或与您的其他信息相互结合使用并可以识别您的身份时，则在单独或结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。</strong>
      </p>

      <p>
        <strong>（3）客户服务</strong>
      </p>
      <p>
        当您需要我们提供客户服务时，我们的客服（包括呼叫中心及在线服务）会使用您的相关信息，如账号信息。
      </p>
      <p>
        为保障您的账户安全，我们的呼叫中心客服和在线客服可能会对您的身份进行核验。待您的身份核验后，我们将会为您查询您所需要的相关信息，您有可能会与我们的客服人员沟通时，提供出上述信息外的其他信息。
      </p>
      <p>
        为保障您的合法权益，保证我们的客户服务合法合规，并持续改进我们的客服能力，我们会对您的客服沟通的过程进行录音或文字留存，该留存信息仅会在法律所允许的期限和范围内予以留存和处理，并仅在基于您的维权需要，政府部门及司法部门的调查指令需要提供时，我们会进行必要披露。
      </p>

      <p>
        <strong>2、保障账户安全所必须的功能</strong>
      </p>
      <p>
        为了最大程度保障用户的个人隐私信息安全，保护用户免受钓鱼，欺诈、电话营销等困扰，我们为用户提供全面的号码隐私保护服务，覆盖客户咨询，房源验真等多个业务场景。此外，我司平台可实时监测和查询到所有业务线名称、外呼人、外呼对象、外呼业务号码、呼叫时间等情况、并永久保留所有接通电话的录音，可在客户投诉或是纠纷时提供有力的通话证据。
      </p>

      <p>
        <strong>(二)您可选择是否授权我们收集和使用您的个人信息的情形</strong>
      </p>
      <p>
        1、为使您使用我们的服务更便捷或更有乐趣，从而提升您在裕丰地产的体验，我们的以下附加功能中可能会收集和使用您的个人信息，<strong>如果您不提供这些个人信息，您依然可使用裕丰地产的产品或服务中的核心功能，但您可能无法使用这些可以为您所带来的更多乐趣的附加功能或在使用某些产品或服务时需要重复填写一些信息。</strong>这些附加功能包括：
      </p>
      <p>
        （1）个性化推荐功能：<strong>我们可能会收集您的浏览信息、您设备位置信息、您向裕丰地产提供的兴趣爱好进行数据分析以形成用户画像，用来将您感兴趣的房源、商品或服务信息展示给您；或在您搜索时间向您展示您可能希望找到的商品，例如，我们会收集您的位置信息来判断您所处的地点，自动为您推荐您所在的区域附近可以浏览的房源，或向您推荐您最近的可租房源，我们也会收集您的浏览信息等。</strong>
      </p>
      <p>
        （2）基于拨打电话的附加功能：<strong>如您对裕丰中的优质房源感兴趣，您可以直接在我们房源页面专属功能拨打电话联系房源维护人。</strong>
      </p>
      <p>
        （3）基于摄像头（相机）的附加功能：<strong>您可以使用这个附加功能添加个人资料的头像。我们可能会将人脸识别技术应用于更多场景，届时我们会再次与您确认您是否愿意我们使用您的面部信息来实现这些附加功能。</strong>
      </p>
      <p>
        （4）改进我们的产品与/或服务：为了提供服务及改进服务质量的合理需求，我们可能会获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方，我们合作伙伴之间进行互动时授权我们获得的相关信息。
      </p>

      <p>
        2、上诉附加功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）以及麦克风的访问权限，以实现这些功能所涉及的信息的收集和使用，你可以在裕丰地产网页和客户端通过“账户设置-设置-隐私”中逐项查看您上述权限的开启状态，并可以决定将这些权限随时的开启或关闭（我们会指引您在您的设备系统中完成设置）。
      </p>

      <p>
        <strong>请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为你提供上述与这些授权所对应的功能，您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。</strong>
      </p>

      <p>
        <strong>(三)您充分知晓，以下情形中，我们收集、使用个人信息可能无需征得您的授权同意：</strong>
      </p>
      <p>
        <strong>1、与国家安全、国防安全直接相关的；</strong>
      </p>
      <p>
        <strong>2、与公共安全、公共卫生、重大公共利益直接相关的；</strong>
      </p>
      <p>
        <strong>3、与范围侦查、起诉、审判和判决执行等直接相关的；</strong>
      </p>
      <p>
        <strong>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</strong>
      </p>
      <p>
        <strong>5、所收集的个人信息是您自行向社会公众公开的；</strong>
      </p>
      <p>
        <strong>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</strong>
      </p>
      <p>
        <strong>7、根据您的要求签订和履行合同所必需的；</strong>
      </p>
      <p>
        <strong>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</strong>
      </p>
      <p>
        <strong>9、法律法规规定的其他情形。</strong>
      </p>

      <p>
        <strong>(四)我们从第三方获得您个人信息的情形</strong>
      </p>
      <p>
        可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的裕丰地产账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据于第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
      </p>

      <p>
        <strong>(五)您个人信息使用的规则</strong>
      </p>
      <p>
        1、我们会根据本隐私政策的约定，在实现我们的产品与/或服务功能所必要的范围内，对所收集的个人信息进行使用。
      </p>
      <p>
        2、在收集您的个人信息后，我们可能将通过技术手段对部分数据进行匿名化处理，匿名化处理的信息将无法识别主体。<strong>请您了解并同意，在此情况下我们有权使用已经匿名化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</strong>
      </p>
      <p>
        <strong>3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息。除非您删除、通过系统设置或联系我们等方式撤回您的同意，否则将在您使用我们的产品与/或服务期间授权我们使用。在您注销账户中，我们将停止使用并删除您的个人信息。</strong>
      </p>
      <p>
        4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
      </p>
      <p>
        5、当我们展示您的个人信息时，我们会采用包括内容替换、去标识化处理等方式对您的信息进行脱敏，以保护您的信息安全。
      </p>
      <p>
        6、当我们要将您的个人信息用于本隐私政策未载明的其他用途时，或基于特定目的收集而来的信息用于其他目的时，会要求您通过主动勾选的形式事先征求您的同意。
      </p>

      <p>
        <strong>二、我们如何使用 Cookie 和同类技术</strong>
      </p>
      <p>
        <strong>(一) Cookies的使用</strong>
      </p>
      <p>
        1、为实现您联机体验的个性化需求、使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取，我们向您发送Cookies是为了简化您重复登录的步骤、储存您的偏好或您浏览历史等数据进而为您提供偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。
      </p>
      <p>
        2、我们不会将Cookies用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookies。您可以清除计算机上保存的所有Cookies，大部分网络浏览器会自动接收Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookies，另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问裕丰地产网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。
      </p>

      <p>
        <strong>(二) 网络Beacom和同类技术的使用</strong>
      </p>
      <p>
        除Cookies外，我们还会在网站上使用网络Beacon等其他同类技术。我们的网页上常会包含一些电子图像（称为“单像素”GIF文件或“网络Beacon”）。我们使用网络Beacon的方式有：
      </p>
      <p>
        1、通过在裕丰使用网络Beacon，计算用户访问数量，并通过访问Cookies辨认注册的裕丰地产用户。
      </p>
      <p>
        2、通过得到的Cookies信息，为您提供个性化服务。
      </p>

      <p>
        <strong>三、我们如何共享、转让、公开披露您的个人信息</strong>
      </p>
      <p>
        <strong>(一) 共享</strong>
      </p>
      <p>
        <strong>1、我们不会与裕丰地产及子公司以外的任何公司、组织和个人共享给您的个人信息，但以下情况除外：</strong>
      </p>
      <p>
        <strong>（1）事先获得您的明确的同意或授权；</strong>
      </p>
      <p>
        <strong>（2）与国家安全、国防安全直接相关的；</strong>
      </p>
      <p>
        <strong>（3）与公共安全、公共卫生、重大公共利益直接相关的；</strong>
      </p>
      <p>
        <strong>（4）与犯罪侦查、起诉、审判和判决执行等直接相关的；</strong>
      </p>
      <p>
        <strong>（5）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</strong>
      </p>
      <p>
        <strong>（6）自行向社会公众公开的个人信息；</strong>
      </p>
      <p>
        <strong>（7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</strong>
      </p>

      <p>
        <strong>2、我们可能会向合作伙伴等第三方共享您的账户信息、设备信息以及位置信息，以保障为你提供的服务顺利完成。但我们仅会出于合法、正常、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</strong>我们的合作伙伴包括以下类型：
      </p>
      <p>
        委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。<strong>我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。</strong>比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
      </p>

      <p>
        3、对我们与之共享个人信息的公司，组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
      </p>

      <p>
        4、为了遵守法律、执行或适用我们的使用条件和其他协议、或者为了保护裕丰地产、您或其他裕丰地产客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与征信机构交换信息，前述共享行为并不包活违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其他方式披露的个人信息。
      </p>

      <p>
        <strong>(二) 转让与公开披露</strong>
      </p>
      <p>
        <strong>在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</strong>
      </p>
      <p>
        除本隐私政策所明确述明的情况以外，我们不会将您的个人信息转让或公开披露给任何公司、组织和个人，但以下情况除外：
      </p>
      <p>
        1、与国家安全、国防安全直接相关的；
      </p>
      <p>
        2、与公共安全、公共卫生、重大公共利益直接相关的；
      </p>
      <p>
        3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
      </p>
      <p>
        4、出于维护您或其他个人的生命、财产等重大合法权益担忧很难得到本人同意的；
      </p>
      <p>
        5、您向社会公众公开的个人信息;
      </p>
      <p>
        6、从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道。
      </p>

      <p>
        <strong>四、我们如何保护和保存您的个人信息</strong>
      </p>
      <p>
        <strong>(一) 我们保护您个人信息的技术与措施</strong>
      </p>
      <p>
        我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
      </p>
      <p>
        1、数据安全技术措施
      </p>
      <p>
        我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范，安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。裕丰地产采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。在个人信息使用时，例如个人信息展示，个人信息关联计算，我们会采用包括内容替换在内多种数据脱敏技术增强个人信息在使用中安全性。裕丰地产采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。裕丰地产采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。
      </p>

      <p>
        2、我们仅允许有必要知晓这些信息的裕丰地产及裕丰地产关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相关的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与裕丰地产的合作关系。
      </p>

      <p>
        3、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限保留您的个人信息，除非需要延长保留或受到法律的允许。
      </p>

      <p>
        4、我们建议您使用电子邮件、即时通讯、社交软件等与其他用户的交流工具时请使用复杂密码，并注意保护您的个人信息安全。
      </p>

      <p>
        6、互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问，公开披露、篡改、或损坏，导致您的合法权益受损，我们将承担相应的法律责任。
      </p>

      <p>
        7、安全事件处置
      </p>
      <p>
        在通过裕丰地产与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
      </p>
      <p>
        为应对个人信息泄露、损毁和丢失等可能出现的风险，裕丰地产制定了多项制度，明确安全事件，安全漏洞的分类分级标准及相应的处理流程。裕丰地产也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
      </p>
      <p>
        在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告，同时，我们还将按照监督部门要求，主动上报个人信息安全事件的处置情况。
      </p>

      <p>
        8、如果您对我们的个人信息保护有任何疑问，可通过本隐私政策最下方约定的联系方式联系我们，<strong>如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄密，请您立即通过本隐私政策最下方约定的联系方式联络我们，以便我们采取相应措施。</strong>
      </p>

      <p>
        <strong>(二) 您个人信息的保存</strong>
      </p>
      <p>
        1、原则上，您的个人信息将会被存储于中华人名共和国境内，如基于其他必要的业务需要确需将您的个人信息传输至境外，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
      </p>
      <p>
        <strong>2、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</strong>
      </p>

      <p>
        <strong>五、您如何管理您的个人信息</strong>
      </p>
      <p>
        裕丰地产非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的全力，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
      </p>
      <p>
        1、<strong>访问和更正您的个人信息</strong>
      </p>
      <p>
        除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
      </p>
      <p>
        （1）您的账户信息：您可以在裕丰地产移动端APP访问和更正您的个人信息；具体路径为：“我的”进入我的裕丰地产档案—点击头像进入“我的个人资料”设置。
      </p>
      <p>
        （2）您的浏览信息：您可以访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。移动端APP路径为：关注及其他数据：“我的”进入我的裕丰地产档案—“我的关注”—二手房关注、新房关注、租房关注、小区关注、海外房源、经纪人关注。
      </p>
      <p>
        （3）您的评论信息：PC端您可以在访问或更新或清除您的个人评论; 移动端APP路径为：“我的”进入我的裕丰地产档案—“点评”。
      </p>
      <p>
        （4）对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
      </p>
      <p>
        （5）您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息，上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可通过发送邮件至<a
          href="mailto:yfdc555@163.com">yfdc555@163.com</a>或拨打我们的客服电话（020-81054472）联系我们进行删除或做匿名化处理。
      </p>

      <p>
        2、<strong>删除您的个人信息</strong>
      </p>
      <p>
        您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括点评与问答记录、关注或浏览信息、搜索订阅信息：
      </p>
      <p>
        以下情况中，您可以向我们提出删除个人信息的请求：
      </p>
      <p>
        （1）如果我们处理个人信息的行为违反法律法规；
      </p>
      <p>
        （2）如果我们收集、使用您的个人信息，却未征得您的同意；
      </p>
      <p>
        （3）如果我们处理个人信息的行为违反了与您的约定；
      </p>
      <p>
        （4）如果您注销了裕丰地产账户；
      </p>
      <p>
        （5）如果我们终止了服务及运营。
      </p>
      <p>
        若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
      </p>

      <p>
        3、<strong>改变您授权同意的范围或撤回您的授权</strong>
      </p>
      <p>
        <strong>您可以通过删除信息、关闭设备功能、在裕丰地产网站或软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集、处理您个人信息的全部授权。</strong>
      </p>
      <p>
        <strong>请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相关的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</strong>
      </p>

      <p>
        5、<strong>响应您的请求</strong>
      </p>
      <p>
        如您无法通过上述方式访问、更正或删除您的个人消息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为裕丰地产存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以发送电子邮件至<a
          href="mailto:yfdc555@163.com">yfdc555@163.com</a>或通过本协议下方的其他方式与我们联系。
      </p>
      <p>
        为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的三十（30）天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
      </p>

      <p>
        <strong>在以下情形中，按照法律法规要求，我们将可能无法响应您的请求：</strong>
      </p>
      <p>
        <strong>（1）与国家安全、国防安全直接相关的；</strong>
      </p>
      <p>
        <strong>（2）与公共安全、公共卫生、重大公共利益直接相关的；</strong>
      </p>
      <p>
        <strong>（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；</strong>
      </p>
      <p>
        <strong>（4）有充分证据表明您存在主观恶意或滥用权力的；</strong>
      </p>
      <p>
        <strong>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</strong>
      </p>
      <p>
        <strong>（6）涉及商业秘密的。</strong>
      </p>

      <p>
        <strong>六、未成年人的个人信息保护</strong>
      </p>
      <p>
        1、裕丰地产非常重视对未成年人个人信息的保护。您若是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。裕丰地产根据国家相关法律法规的规定保护未成年人的个人信息。
      </p>
      <p>
        2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许，父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
      </p>
      <p>
        3、我们如果发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
      </p>

      <p>
        <strong>七、通知和修订</strong>
      </p>
      <p>
        1、为给您提供更好的服务以及随着裕丰地产业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在裕丰地产网站、裕丰地产移动端APP上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问裕丰地产以便及时了解最新的隐私政策。
      </p>
      <p>
        2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式、说明隐私政策的具体变更内容）。
      </p>

      <p>
        <strong>本隐私所致的重大变更包括但不限于：<br />（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个信息的使用方法等；</strong>
      </p>
      <p>
        <strong>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</strong>
      </p>
      <p>
        <strong>（3）个人信息共享、转让或公开披露的主要对象发生变化；</strong>
      </p>
      <p>
        <strong>（4）您参与个人信息处理方面的权利及其行驶方式发生重大变化；</strong>
      </p>
      <p>
        <strong>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</strong>
      </p>
      <p>
        <strong>（6）个人信息安全影响评估报告表明存在高风险时。</strong>
      </p>
      <p>
        3、我们还会降本策略的旧版本存档，供您查阅。
      </p>

      <p>
        <strong>八、如何联系我们</strong>
      </p>
      <p>
        1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过发送邮件至<a href="mailto:yfdc555@163.com">yfdc555@163.com</a>或拨打我们的客服电话（020-81054472）等多种方式与我们联系。
      </p>
      <p>
        2、我们设立了个人信息保护专职部门（或个人信息保护专员），您可以通过发送邮件至<a href="mailto:yfdc555@163.com">yfdc555@163.com</a>的方式与其联系。
      </p>
      <p>
        3、一般情况下，我们将在三十（30）天内回复。如果您对我们的回复不满意。特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监督部门进行投诉或举报，或向有管辖权的法院提出诉讼。
      </p>

      <p>
        <strong>我们谨此再次提醒您，本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“立即注册”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</strong>
      </p>
      <p>
        <strong>运营者基本信息</strong>
      </p>
      <p>广州裕丰房地产销售代理有限公司</p>
      <p>公司地址：广州市越秀区越华路112号1902房(自编01)</p>
      <p>办公地址：广州市越秀区越华路112号珠江国际大厦19楼整层</p>
      <p>联系电话：020-81054472</p>
      <p>联系邮箱：yfdc555@163.com</p>
    </div>
  </div>
</template>

<script>
import gniNavBar from "@/components/gni/gni-nav-bar.vue";
export default {
  components: {
    gniNavBar,
  },
  methods: {
    onClickBack () {
      this.$router.go(-1);
    },
  }
}
</script>

<style lang="scss" scoped>
.pageArticle {
  font-size: 14px;
  color: #333333;
  line-height: 1.8em;
  padding: 20px;
}
.pageArticle h2 {
  font-weight: bold;
  font-size: 16px;
  color: #333333;
  line-height: 1.8em;
  padding: 0.3em 0;
  text-align: center;
}
.pageArticle h3 {
  font-weight: bold;
  font-size: 14px;
  color: #333333;
  line-height: 1.8em;
  padding: 0.3em 0;
}
.pageArticle p {
  font-size: 14px;
  color: #333333;
  line-height: 1.8em;
  padding: 0.3em 0;
}
</style>